{
    "trainKey":"Train",
    "fromKey":"From",
    "fromInputKey":"Example input",
    "gpsTextKey":"This station is the closest from your location ",
    "gpsTextKey2":"by",
    "inputErrorKey":"We couldn't find the station you were looking for.",
    "toKey":"To",
    "toInputKey":"Another input",
    "departureDateKey":"Departure Date",
    "nowKey":"NOW",
    "dateErrorKey":"You entered a non-existent date.",
    "submitKey":"Take me there",
    "submitErrorKey":"We are sorry, your cities couldn't be found in our database.",
    "submitDuplicateKey":"You chose the same city twice.",
    "customersKey":"Our last customers:",
    "travelKey1":" just traveled from ",
    "travelKey2":" to ",
    "homeKey":"Home",
    "featuresKey":"Features",
    "faqKey":"FAQ",
    "aboutUsKey":"About Us",
    "darkModeKey":"Dark Mode",
    "loginKey":"Login",
    "signUpKey":"Sign-up",
    "buyTicketsKey":"Buy tickets",
    "createAnAccountKey":"Create an account",
    "locateNearestTrainKey":"Locate nearest train",
    "locateNearestTrainTextKey":"By granting us your location permission, we can help you find the nearest station based on your GPS coordinates. This step is only possible thanks to thanks to the Google API services.",
    "buyTicketsTextKey":"Travel through Vietnam with the use of our application. We offer you the possibility to explore this wonderful country with the ease of a train ticket! How does it work? Buy a one-way ticket and enter the place you are going to as the destination station. Note: always take a printed version of your e-ticket with you.",
    "faq1Key":"Why trains are the best way to go...",
    "faq1TextKey":"Vietnam's air-conditioned trains are the ideal way for independent travellers to get around Vietnam. You might even meet some Vietnamese people. Inexperienced travellers sometimes think they'll save time by using internal flights, but an overnight train ride from Hanoi to Hué or Danang actually saves time over flying, because the train leaves Hanoi in the evening and arrives in Hué next morning, city centre to city centre, saving a hotel bill too. But it's more than this, the train journey is a genuine Vietnamese experience, an integral part of your trip. Air-conditioned trains link Hanoi, Hué, Danang, Nha Trang, and Saigon (Ho Chi Minh City). Hoi An is just 30km by bus or taxi from Danang. There are also trains from Hanoi to Haiphong (for Halong Bay) and Hanoi to Lao Cai (for Sapa). See an interactive route map of trains in Southeast Asia.",
    "faq2Key":"The view from the train...",
    "faq2TextKey":"Rice fields, palm trees, water buffalo, Vietnamese towns and villages... You get a real insight into Vietnam when you travel by train, both urban and rural, which you don't get from 35,000 feet. And if you're good at people watching you'll get insights on board the train, too - the real Vietnam is as much inside as outside the train. The most magical part of a Hanoi to Saigon train journey is the world-class scenic section between Hué and Danang. The train runs along the South China Sea, snaking from cliff to jungle-covered cliff past beaches and islands, then heads through the lush green mountains via the Hai Van Pass to reach Danang. In Vietnamese it's Đèo Hải Vân meaning 'Ocean Cloud Pass', and I can't think of a better name. In the bright Vietnamese sun, the vivid blue skies, green waters and yellow beaches will take your breath away... See the video, Hanoi-Saigon by train.",
    "faq3Key":"Is it Ho Chi Minh or Saigon?",
    "faq3TextKey":"Since the end of the Vietnamese war, the official name for the conurbation as a whole has been Ho Chi Minh City (HCMC). However, the city centre is still officially called Saigon, which is the city's traditional and historic name. In fact, the city appears as Sai Gon in all Vietnamese railway timetables, it will say Sai Gon on your train ticket and as you can see from the photo, it actually says 'Sai Gon' in big letters on the station itself. The ruling elite may toe the line and call it Ho Chi Minh, but everyone else calls it Saigon. So do what the locals do, call it Saigon!",
    "faq4Key":"The Reunification Line...",
    "faq4TextKey":"Trains between Hanoi & Saigon are sometimes referred to as the Reunification Express by guide books and tourist agencies, although there are now a whole range of trains on this route and no single train officially carries this name. The line was completed by the French in 1936, and trains linked Hanoi to Saigon until 1954, when Vietnam was divided into north and south and the railway was cut. The trains resumed on 31 December 1976, unifying the country once more. You too can easily travel the length of Vietnam using the reunification railway, an experience in its own right. Over the last decade the Hanoi-Saigon train service has steadily improved with more trains & newer more comfortable rolling stock. Here are the principal trains, there are additional trains at peak times such as the Tet holiday period. Schematic map of Vietnamese Railways routes. Interactive map of Hanoi-Saigon Reunification Railway, zoom in to see detail Interactive map of train, bus & ferry routes in Southeast Asia. Quick links: Fares Ticket advice Buy tickets online What are the trains like? Recommended hotels",
    "faq5Key":"Notes by train number...",
    "faq5TextKey":"All these trains run every day except trains SE7 & SE8 which only run at busy periods. Hanoi to Saigon is 1,726km or 1,070 miles. See interactive map of Hanoi-Saigon Reunification Railway, zoom in to see detail. Map of Saigon showing station. Map of Hanoi showing station. If an 04:30 or 05:20 arrival in Saigon or Hanoi seems uncomfortably early, remember that in Southeast Asia it's usual to rise earlier than most westerners do, and you'll find plenty of taxis available at this time. It's not like arriving in a western city that early, so don't worry! SE1, SE2, SE3, SE4: The best trains, with air-conditioned soft sleepers (4-berth), air-conditioned hard sleepers (6-berth), air-conditioned soft seats. Trains SE3 & SE4 were equipped with smartly-refurbished cars in 2015, trains SE1 & SE2 got similar refurbished cars in 2016. Trains SE1 & SE2 also have a handful of VIP 2-berth compartments (only about 4 per train). SE1 & SE2 also convey privately-run Livitrans tourist sleepers between Hanoi, Hue & Danang. Trains SE3 & SE4 also convey privately-run Violette Trains tourist sleepers between Hanoi, Hue & Danang, see the Livitrans & Violette section below. SE5, SE6, SE9, SE10: Air-conditioned soft sleepers (4-berth), air-conditioned hard sleepers (6-berth), air-conditioned soft seats, air-conditioned hard seats, ordinary hard seats. Trains SE5 & SE6 were allegedly re-equipped with some of the latest modern seats cars & sleeping-cars in January 2018. SE7, SE8: Only runs at busy times, check online if it's running a month or two ahead. Air-con soft sleepers, air-con hard sleepers, air-con soft seats. SE19, SE20: Air-conditioned soft sleepers, air-conditioned hard sleepers, air-conditioned soft seats, air-conditioned hard seats, ordinary hard seats. SE21, SE22: Air-conditioned soft sleepers, air-conditioned hard sleepers, air-conditioned soft seats, air-conditioned hard seats. SE11, SE12, SE25, SE26: On certain dates you'll find additional seasonal trains.",
    "aboutUsTitle1Key":"Convert ideas to projects",
    "aboutUsText1Key":"We are dedicated to inspiring people to take their ideas and dare to place them into a reality.",
    "aboutUsTitle2Key":"Hard work pays itself",
    "aboutUsText2Key":"By splitting tasks we have found out that it is possible to achieve greater results. We designed our application with two main principles in mind: Front-end responsabilities and back-end communication.",
    "oneMoreStep1Key":"One more step:",
    "oneMoreStep2Key":"Every trip has different train",
    "oneMoreStep3Key":"types",
    "oneMoreStep4Key":"Depending on your choice, a dynamic schedule will be consequently provided. Please, ",
    "oneMoreStep5Key":"choose",
    "oneMoreStep6Key":"between the available options for your trip:",
    "loadingKey":"Loading...",
    "youChoseKey":"You chose: ",
    "onKey":"on",
    "tableTitle1Key":"Departure City",
    "tableTitle2Key":"Departure Date",
    "tableTitle3Key":"Departure Hour",
    "tableTitle4Key":"Next Arriving Hour",
    "tableTitle5Key":"Total Kilometers Travelled",
    "choseYourTicketKey":"Choose your ticket",
    "ticketDetailsTitleKey":"This ticket includes the following:",
    "recentlyUsedKey":"Recently used",
    "orderNowKey":"Order now",
    "checkoutFormKey":"Checkout form",
    "checkoutFormText1Key":"Please note this is a simulated order. Each card will get validated on well-known code prefixes.",
    "checkoutFormtext2Key":"All of your information will be sent encrypted to our servers and stored there.",
    "yourCartKey":"Your cart",
    "billingAddressKey":"Billing address",
    "firstNameKey":"First name",
    "lastNameKey":"Last name",
    "usernameKey":"Username",
    "passwordKey":"Password",
    "countryKey":"Country",
    "stateKey":"State",
    "paymentKey":"Payment",
    "creditCardKey":"Credit card",
    "comingSoonKey":"coming soon!",
    "CCNumKey":"Credit card number",
    "expirationKey":"Expiration",
    "continueToCheckoutKey":"Continue to checkout",
    "thankYouKey":"Thank You!",
    "thankYouText1Key":"An email has been sent to ",
    "thankYouText2Key":"for your receipt.",
    "thankYouText3Key":"Here is the summary of your trip:",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "licenseKey":"TrainAM is licensed under the GNU General Public License v3.0",
    "sitemapKey":"Sitemap (All Pages)",
    "cookiesKey":"Cookies",
    "tosKey":"Terms of Service",
    "privacyPolicyKey":"Privacy Policy",
    "englishKey":"English",
    "frenchKey":"French",
    "dutchKey":"Dutch",
    "spanishKey":"Spanish",
    "vietnameseKey":"Vietnamese",
    "chineseKey":"Chinese",
    "russianKey":"Russian"
}