{
    "trainKey":"Train",
    "fromKey":"De",
    "fromInputKey":"Exemple de saisie",
    "gpsTextKey":"Cette station est la plus proche de votre emplacement ",
    "gpsTextKey2":"par",
    "inputErrorKey":"Nous n'avons pas trouvé la station que vous cherchiez.",
    "toKey":"À",
    "toInputKey":"Une autre entrée",
    "departureDateKey":"Date de départ",
    "nowKey":"NOW",
    "dateErrorKey":"Vous avez entré une date inexistante.",
    "submitKey":"Emmenez-moi là-bas",
    "submitErrorKey":"Nous sommes désolés, vos villes sont introuvables dans notre base de données.",
    "submitDuplicateKey":"Vous avez choisi deux fois la même ville.",
    "customersKey":"Nos derniers clients :",
     "travelKey1":" je viens de voyager de ",
     "travelKey2":" à ",
     "homeKey":"Accueil",
     "featuresKey":"Caractéristiques",
     "faqKey":"FAQ",
     "aboutUsKey":"A propos de nous",
     "darkModeKey":"Mode sombre",
     "loginKey":"Connexion",
     "signUpKey":"S'inscrire",
     "buyTicketsKey":"Acheter des billets",
     "createAnAccountKey":"Créer un compte",
     "locateNearestTrainKey":"Localiser le train le plus proche",
     "locateNearestTrainTextKey":"En nous accordant votre autorisation de localisation, nous pouvons vous aider à trouver la station la plus proche en fonction de vos coordonnées GPS. Cette étape n'est possible que grâce aux services de l'API Google.",
     "buyTicketsTextKey":"Voyagez à travers le Vietnam avec l'utilisation de notre application. Nous vous offrons la possibilité d'explorer ce merveilleux pays avec la facilité d'un billet de train ! Comment ça marche ? Achetez un billet aller simple et entrez là où vous vous trouvez comme gare de destination. Attention : emportez toujours avec vous une version papier de votre e-ticket.", 
     "faq1Key":"Pourquoi les trains sont le meilleur moyen de se déplacer...",
     "faq1TextKey":"Les trains climatisés du Vietnam sont le moyen idéal pour les voyageurs indépendants de se déplacer au Vietnam. Vous pourriez même rencontrer des Vietnamiens. Les voyageurs inexpérimentés pensent parfois qu'ils gagneront du temps en utilisant des vols intérieurs, mais un trajet en train de nuit depuis De Hanoï à Hué ou à Danang, on gagne en fait du temps par rapport à l'avion, car le train quitte Hanoï le soir et arrive à Hué le lendemain matin, de centre-ville à centre-ville, ce qui permet également d'économiser une note d'hôtel.Mais c'est plus que cela, le voyage en train est un véritable Expérience vietnamienne, partie intégrante de votre voyage. Des trains climatisés relient Hanoi, Hué, Danang, Nha Trang et Saigon (Ho Chi Minh Ville). Hoi An est à seulement 30 km en bus ou en taxi de Danang. Il y a aussi des trains depuis Hanoi à Haiphong (pour la baie d'Halong) et Hanoi à Lao Cai (pour Sapa). Voir une carte interactive des itinéraires des trains en Asie du Sud-Est.",
     "faq2Key":"La vue depuis le train...",
     "faq2TextKey":"Rizières, palmiers, buffles d'eau, villes et villages vietnamiens... Vous obtenez un véritable aperçu du Vietnam lorsque vous voyagez en train, à la fois urbain et rural, que vous n'obtenez pas à 35 000 pieds. Et si vous êtes doué pour observer les gens, vous aurez également un aperçu à bord du train - le vrai Vietnam est autant à l'intérieur qu'à l'extérieur du train.La partie la plus magique d'un voyage en train de Hanoi à Saigon est la section panoramique de classe mondiale entre Hué et Danang. Le train longe la mer de Chine méridionale, serpentant de falaise en falaise couverte de jungle en passant par des plages et des îles, puis traverse les montagnes verdoyantes via le col de Hai Van pour atteindre Danang. En vietnamien, c'est Đèo Hải Vân qui signifie 'Ocean Cloud Pass', et je ne peux pas penser à un meilleur nom. Sous le soleil éclatant du Vietnam, le ciel bleu vif, les eaux vertes et les plages jaunes vous couperont le souffle... Voir la vidéo, Hanoi-Saigon en train .",
     "faq3Key":"Est-ce Ho Chi Minh ou Saigon ?",
    "faq3TextKey":"Depuis la fin de la guerre du Vietnam, le nom officiel de l'ensemble de l'agglomération est Ho Chi Minh Ville (HCMV). Cependant, le centre-ville s'appelle toujours officiellement Saigon, qui est le centre historique et traditionnel de la ville. En fait, la ville apparaît sous le nom de Sai Gon dans tous les horaires ferroviaires vietnamiens, elle indiquera Sai Gon sur votre billet de train et comme vous pouvez le voir sur la photo, elle indique en fait « Sai Gon » en grosses lettres sur la gare elle-même. L'élite dirigeante peut suivre la ligne et l'appeler Ho Chi Minh, mais tout le monde l'appelle Saigon. Alors faites ce que font les locaux, appelez-le Saigon !",
    "faq4Key":"La ligne de réunification...",
    "faq4TextKey":"Les trains entre Hanoï et Saigon sont parfois appelés l'Express de la Réunification par les guides et les agences de tourisme, bien qu'il existe désormais toute une gamme de trains sur cet itinéraire et qu'aucun train ne porte officiellement ce nom. La ligne a été achevée par les Français en 1936, et des trains relient Hanoï à Saigon jusqu'en 1954, date à laquelle le Vietnam est divisé entre le nord et le sud et la voie ferrée est coupée. Les trains reprennent le 31 décembre 1976, unifiant à nouveau le pays. du Vietnam utilisant le chemin de fer de la réunification, une expérience à part entière. Au cours de la dernière décennie, le service ferroviaire Hanoï-Saigon s'est régulièrement amélioré avec plus de trains et du matériel roulant plus récent et plus confortable. Voici les principaux trains, il y a des trains supplémentaires aux heures de pointe tels que la période des vacances du Têt.Carte schématique des itinéraires des chemins de fer vietnamiens.Carte interactive du chemin de fer de la réunification Hanoi-Saigon, zoomez pour voir les détails.Carte interactive des itinéraires de train, bus et ferry. n Asie du Sud-Est. Liens rapides : Tarifs Conseils sur les billets Acheter des billets en ligne À quoi ressemblent les trains ? Hôtels recommandés",
    "faq5Key":"Notes par numéro de train...",
    "faq5TextKey":"Tous ces trains circulent tous les jours à l'exception des trains SE7 et SE8 qui ne circulent qu'aux heures de pointe. La distance entre Hanoi et Saigon est de 1 726 km ou 1 070 miles. Voir la carte interactive du chemin de fer de réunification Hanoi-Saigon, zoomez pour voir les détails. Carte de Saigon montrant la gare. Carte de Hanoi montrant la gare. Si une arrivée à 04h30 ou 05h20 à Saigon ou à Hanoi semble inconfortablement tôt, rappelez-vous qu'en Asie du Sud-Est, il est habituel de se lever plus tôt que la plupart des occidentaux, et vous trouverez beaucoup de taxis disponibles en ce moment. Ce n'est pas comme arriver si tôt dans une ville de l'Ouest, alors ne vous inquiétez pas ! SE1, SE2, SE3, SE4 : les meilleurs trains, avec des couchettes molles climatisées couchettes dures climatisées (6 couchettes), sièges souples climatisés Les trains SE3 et SE4 ont été équipés de voitures rénovées intelligemment en 2015, les trains SE1 et SE2 ont reçu des voitures rénovées similaires en 2016. Les trains SE1 et SE2 ont également une poignée de VIP Compartiments à 2 couchettes (seulement environ 4 par train).SE1 et SE2 transportent également des couchettes touristiques privées Livitrans rs entre Hanoï, Hue et Danang. Les trains SE3 et SE4 transportent également des traverses touristiques privées Violette Trains entre Hanoi, Hue et Danang, voir la section Livitrans et Violette ci-dessous. SE5, SE6, SE9, SE10 : Couchettes souples climatisées (4 couchettes), couchettes dures climatisées (6 couchettes), sièges souples climatisés, sièges durs climatisés, sièges durs ordinaires. Les trains SE5 et SE6 auraient été rééquipés de certaines des dernières voitures-sièges et voitures-lits modernes en janvier 2018. SE7, SE8 : circule uniquement aux heures de pointe, vérifiez en ligne s'il circule un mois ou deux à l'avance. Couchettes souples climatisées, couchettes dures climatisées, sièges souples climatisés. SE19, SE20 : Couchettes souples climatisées, couchettes dures climatisées, sièges souples climatisés, sièges durs climatisés, sièges durs ordinaires. SE21, SE22 : couchettes molles climatisées, couchettes dures climatisées, sièges souples climatisés, sièges durs climatisés. SE11, SE12, SE25, SE26 : à certaines dates, vous trouverez des trains saisonniers supplémentaires.",
    "aboutUsTitle1Key":"Convertir des idées en projets",
    "aboutUsText1Key":"Nous nous engageons à inspirer les gens à prendre leurs idées et à oser les concrétiser.",
    "aboutUsTitle2Key":"Le travail acharné se paie",
    "aboutUsText2Key":"En divisant les tâches, nous avons découvert qu'il est possible d'obtenir de meilleurs résultats. Nous avons conçu notre application en gardant à l'esprit deux grands principes : les responsabilités du front-end et la communication du back-end.",
    "oneMoreStep1Key":"Encore une étape :",
     "oneMoreStep2Key":"Chaque voyage a un train différent",
     "oneMoreStep3Key":"types",
     "oneMoreStep4Key":"En fonction de votre choix, un planning dynamique vous sera proposé en conséquence. Merci, ",
     "oneMoreStep5Key":"choisir",
     "oneMoreStep6Key":"entre les options disponibles pour votre trajet :", 
     "loadingKey":"Chargement...",
     "youChoseKey":"Tu as choisi: ",
     "onKey":"sur",
     "tableTitle1Key":"Ville de départ",
     "tableTitle2Key":"Date de départ",
     "tableTitle3Key":"Heure de départ",
     "tableTitle4Key":"Prochaine heure d'arrivée",
     "tableTitle5Key":"Total des kilomètres parcourus",
     "choseYourTicketKey":"Choisissez votre billet",
     "ticketDetailsTitleKey":"Ce billet comprend les éléments suivants :",
     "recentlyUsedKey":"Récemment utilisé",
     "orderNowKey":"Commander maintenant",
     "checkoutFormKey":"Formulaire de paiement",
     "checkoutFormText1Key":"Veuillez noter qu'il s'agit d'une commande simulée. Chaque carte sera validée sur des préfixes de code bien connus.",
     "checkoutFormtext2Key":"Toutes vos informations seront envoyées cryptées à nos serveurs et y seront stockées.",
     "yourCartKey":"Votre panier",
     "billingAddressKey":"Adresse de facturation",
     "firstNameKey":"Prénom",
     "lastNameKey":"Nom de famille",
     "usernameKey":"Nom d'utilisateur",
     "passwordKey":"Mot de passe",
     "countryKey":"Pays",
     "stateKey":"État",
     "paymentKey":"Paiement",
     "creditCardKey":"Carte de crédit",
     "comingSoonKey":"à venir !",
     "CCNumKey":"Numéro de carte de crédit",
     "expirationKey":"Expiration",
     "continueToCheckoutKey":"Poursuivre le paiement",
     "thankYouKey":"Merci !",
     "thankYouText1Key":"Un e-mail a été envoyé à ",
     "thankYouText2Key":"pour votre reçu.",
     "thankYouText3Key":"Voici le résumé de votre voyage :",
    "licenseKey":"TrainAM est sous licence GNU General Public License v3.0",
    "sitemapKey":"Plan du site (toutes les pages)",
    "cookiesKey":"Cookies",
    "tosKey":"Conditions d'utilisation",
    "privacyPolicyKey":"Politique de confidentialité",
    "englishKey":"Anglais",
    "frenchKey":"Français",
    "dutchKey":"Néerlandais",
    "spanishKey":"Espagnol",
    "vietnameseKey":"Vietnamien",
    "chineseKey":"Chinois",
    "russianKey":"Russe"
}