{
    "trainKey":"Trein",
    "fromKey":"Van",
    "fromInputKey":"Voorbeeld invoer",
    "gpsTextKey":"Dit station is het dichtst bij uw locatie ",
    "gpsTextKey2":"met",
    "inputErrorKey":"We konden de zender die u zocht niet vinden.",
    "toKey":"Tot",
    "toInputKey":"Een andere invoer",
    "departureDateKey":"Vertrekdatum",
    "nowKey":"NU",
    "dateErrorKey":"U heeft een niet-bestaande datum ingevoerd.",
    "submitKey":"Breng me daarheen",
    "submitErrorKey":"Het spijt ons, uw steden konden niet worden gevonden in onze database.",
    "submitDuplicateKey":"U heeft dezelfde stad twee keer gekozen.",
    "customersKey":"Onze laatste klanten:",
     "travelKey1":" net gereisd van ",
     "homeKey":"Home",
     "featuresKey":"Kenmerken",
     "faqKey":"FAQ",
     "aboutUsKey":"Over ons",
     "darkModeKey":"Donkere modus",
     "loginKey":"Inloggen",
     "signUpKey":"Aanmelden",
     "buyTicketsKey":"Koop tickets",
     "createAnAccountKey":"Maak een account",
     "locateNearestTrainKey":"Zoek dichtstbijzijnde trein",
     "locateNearestTrainTextKey":"Door ons uw locatietoestemming te geven, kunnen we u helpen het dichtstbijzijnde station te vinden op basis van uw GPS-coördinaten. Deze stap is alleen mogelijk dankzij de Google API-services.",
     "buyTicketsTextKey":"Reis door Vietnam met behulp van onze applicatie. Wij bieden u de mogelijkheid om dit prachtige land te verkennen met het gemak van een treinkaartje! Hoe werkt het? Koop een enkeltje en voer de plaats in waar u bent naar als bestemmingsstation. Let op: neem altijd een geprinte versie van uw e-ticket mee.",
     "faq1Key":"Waarom treinen de beste manier zijn om te reizen...",
    "faq1TextKey":"Vietnams treinen met airconditioning zijn de ideale manier voor onafhankelijke reizigers om zich door Vietnam te verplaatsen. Misschien ontmoet u zelfs Vietnamezen. Onervaren reizigers denken soms dat ze tijd kunnen besparen door gebruik te maken van binnenlandse vluchten, maar een nachtelijke treinreis van Hanoi naar Hué of Danang bespaart eigenlijk tijd over vliegen, omdat de trein Hanoi 's avonds verlaat en de volgende ochtend in Hué aankomt, van stadscentrum naar stadscentrum, wat ook een hotelrekening bespaart. Maar het is meer dan dat, de treinreis is een echte Vietnamese ervaring, een integraal onderdeel van uw reis. Treinen met airconditioning verbinden Hanoi, Hué, Danang, Nha Trang en Saigon (Ho Chi Minh-stad) Hoi An ligt op slechts 30 km met de bus of taxi van Danang. Er zijn ook treinen van Hanoi naar Haiphong (voor Halong Bay) en Hanoi naar Lao Cai (voor Sapa). Bekijk een interactieve routekaart van treinen in Zuidoost-Azië.",
    "faq2Key":"Het uitzicht vanuit de trein...",
    "faq2TextKey":"Rijstvelden, palmbomen, waterbuffels, Vietnamese steden en dorpen... Je krijgt een echt inzicht in Vietnam als je met de trein reist, zowel in de stad als op het platteland, die je niet vanaf 35.000 voet krijgt. En als je goed bent in mensen kijken, krijg je ook inzicht aan boord van de trein - het echte Vietnam zit zowel binnen als buiten de trein. Het meest magische deel van een treinreis van Hanoi naar Saigon is het schilderachtige gedeelte van wereldklasse tussen Hué en Danang. De trein rijdt langs de Zuid-Chinese Zee, slingert van klif naar met jungle bedekte klif langs stranden en eilanden, en rijdt dan door de weelderige groene bergen via de Hai Van Pass om Danang te bereiken. In het Vietnamees is het Đèo Hải Vân, wat betekent 'Ocean Cloud Pass', en ik kan geen betere naam bedenken. In de felle Vietnamese zon, de levendige blauwe lucht, het groene water en de gele stranden zijn adembenemend... Bekijk de video, Hanoi-Saigon met de trein .",
    "faq3Key":"Is het Ho Chi Minh of Saigon?",
    "faq3TextKey":"Sinds het einde van de Vietnamese oorlog is de officiële naam voor de agglomeratie als geheel Ho Chi Minh City (HCMC). Het stadscentrum heet echter officieel nog steeds Saigon, de traditionele en historische stad In feite verschijnt de stad als Sai Gon in alle dienstregelingen van de Vietnamese spoorwegen, er staat Sai Gon op je treinkaartje en zoals je op de foto kunt zien, staat er in grote letters 'Sai Gon' op het station zelf. De heersende elite mag de lijn volgen en het Ho Chi Minh noemen, maar alle anderen noemen het Saigon. Dus doe wat de lokale bevolking doet, noem het Saigon!",
    "faq4Key":"De Herenigingslijn...",
    "faq4TextKey":"Treinen tussen Hanoi en Saigon worden door reisgidsen en toeristenbureaus soms de Herenigings-Express genoemd, hoewel er nu een hele reeks treinen op deze route rijden en geen enkele trein officieel deze naam draagt. De lijn werd voltooid door de Fransen in 1936, en treinen verbond Hanoi met Saigon tot 1954, toen Vietnam in noord en zuid werd verdeeld en de spoorlijn werd doorgesneden. De treinen werden hervat op 31 december 1976, waardoor het land opnieuw verenigd werd. Ook u kunt gemakkelijk over de hele lengte reizen van Vietnam met behulp van de herenigingsspoorweg, een ervaring op zich. In het afgelopen decennium is de treindienst Hanoi-Saigon gestaag verbeterd met meer treinen en nieuwere, comfortabeler rollend materieel. Dit zijn de belangrijkste treinen, er zijn extra treinen tijdens piekuren zoals de Tet-vakantieperiode Schematische kaart van routes van Vietnamese spoorwegen Interactieve kaart van Hanoi-Saigon Reunification Railway, zoom in om details te zien Interactieve kaart van trein-, bus- en veerbootroutes i n Zuidoost-Azië. Snelle links: Tarieven Ticketadvies Koop tickets online Hoe rijden de treinen? Aanbevolen hotels",
    "faq5Key":"Opmerkingen per treinnummer...",
    "faq5TextKey":"Al deze treinen rijden elke dag, behalve de treinen SE7 en SE8 die alleen in drukke periodes rijden. Hanoi naar Saigon is 1.726 km of 1.070 mijl. Zie interactieve kaart van Hanoi-Saigon Herenigingsspoorweg, zoom in om details te zien. Kaart van Saigon met station. Kaart van Hanoi met station. Als een aankomst in Saigon of Hanoi om 04:30 of 05:20 onaangenaam vroeg lijkt, onthoud dan dat het in Zuidoost-Azië gebruikelijk is om eerder op te staan ​​dan de meeste westerlingen, en je zult genoeg vinden taxi's beschikbaar op dit moment. Het is niet alsof je zo vroeg in een westerse stad aankomt, dus maak je geen zorgen! SE1, SE2, SE3, SE4: de beste treinen, met zachte slapers met airconditioning (4-persoons), air- harde slapers met airconditioning (6-persoons), zachte stoelen met airconditioning.Treinen SE3 en SE4 werden in 2015 uitgerust met slim gerenoveerde auto's, treinen SE1 en SE2 kregen vergelijkbare gerenoveerde auto's in 2016. Treinen SE1 en SE2 hebben ook een handvol VIP Coupés met 2 slaapplaatsen (slechts ongeveer 4 per trein) SE1 & SE2 vervoeren ook particuliere Livitrans-toeristenslaapplaatsen tussen Hanoi, Hue en Danang. Treinen SE3 en SE4 vervoeren ook particuliere Violette Trains-toeristenslapers tussen Hanoi, Hue en Danang, zie het gedeelte Livitrans & Violette hieronder. SE5, SE6, SE9, SE10: zachte slapers met airconditioning (4-persoons), harde slapers met airconditioning (6-persoons), zachte stoelen met airconditioning, harde stoelen met airconditioning, gewone harde stoelen. Treinen SE5 & SE6 zouden in januari 2018 opnieuw zijn uitgerust met enkele van de nieuwste moderne zitrijtuigen en slaaprijtuigen. SE7, SE8: rijdt alleen op drukke tijden, controleer online of deze een maand of twee vooruit rijdt. Airco zachte slapers, airco harde slapers, airco zachte stoelen. SE19, SE20: zachte slapers met airconditioning, harde slapers met airconditioning, zachte stoelen met airconditioning, harde stoelen met airconditioning, gewone harde stoelen. SE21, SE22: zachte slapers met airconditioning, harde slapers met airconditioning, zachte stoelen met airconditioning, harde stoelen met airconditioning. SE11, SE12, SE25, SE26: Op bepaalde data vind je extra seizoenstreinen.",
    "aboutUsTitle1Key":"Ideeën omzetten in projecten",
    "aboutUsText1Key":"We zetten ons in om mensen te inspireren om hun ideeën te ontwikkelen en te realiseren.",
    "aboutUsTitle2Key":"Hard werken loont",
    "aboutUsText2Key":"Door taken te splitsen zijn we erachter gekomen dat het mogelijk is om meer resultaten te behalen. We hebben onze applicatie ontworpen met twee hoofdprincipes in gedachten: Front-end verantwoordelijkheden en back-end communicatie.",
    "oneMoreStep1Key":"Nog een stap:",
     "oneMoreStep2Key":"Elke reis heeft een andere trein",
     "oneMoreStep3Key":"types",
     "oneMoreStep4Key":"Afhankelijk van uw keuze wordt er bijgevolg een dynamisch schema voorzien. Gelieve, ",
     "oneMoreStep5Key":"kiezen",
     "oneMoreStep6Key":"tussen de beschikbare opties voor uw reis:",
     "loadingKey":"Bezig met laden...",
     "youChoseKey":"Je hebt gekozen: ",
     "onKey":"op",
     "tableTitle1Key":"Vertrekplaats",
     "tableTitle2Key":"Vertrekdatum",
     "tableTitle3Key":"Vertrekuur",
     "tableTitle4Key":"Volgend uur van aankomst",
     "tableTitle5Key":"Totaal afgelegde kilometers",
     "choseYourTicketKey":"Kies uw ticket",
     "ticketDetailsTitleKey":"Dit ticket bevat het volgende:",
     "recentlyUsedKey":"Recent gebruikt",
     "orderNowKey":"Bestel nu",
     "checkoutFormKey":"Afrekenformulier",
     "checkoutFormText1Key":"Let op: dit is een gesimuleerde bestelling. Elke kaart wordt gevalideerd op bekende codevoorvoegsels.",
     "checkoutFormtext2Key":"Al uw informatie wordt versleuteld naar onze servers verzonden en daar opgeslagen.",
     "yourCartKey":"Uw winkelwagen",
     "billingAddressKey":"Factuuradres",
     "firstNameKey":"Voornaam",
     "lastNameKey":"Achternaam",
     "usernameKey":"Gebruikersnaam",
     "passwordKey":"Wachtwoord",
     "countryKey":"Land",
     "stateKey":"State",
     "paymentKey":"Betaling",
     "creditCardKey":"Creditcard",
     "comingSoonKey":"binnenkort beschikbaar!",
     "CCNumKey":"Creditcardnummer",
     "expirationKey":"Vervaldatum",
     "continueToCheckoutKey":"Doorgaan naar afrekenen",
     "thankYouKey":"Bedankt!",
     "thankYouText1Key":"Er is een e-mail verzonden naar ",
     "thankYouText2Key":"voor uw ontvangstbewijs.",
     "thankYouText3Key":"Hier is de samenvatting van uw reis:",
    "travelKey2":" tot ",
    "licenseKey":"TrainAM is gelicentieerd onder de GNU General Public License v3.0",
    "sitemapKey":"Sitemap (alle pagina's)",
    "cookiesKey":"Cookies",
    "tosKey":"Servicevoorwaarden",
    "privacyPolicyKey":"Privacybeleid",
    "englishKey":"Engels",
    "frenchKey":"Frans",
    "dutchKey":"Nederlands",
    "spanishKey":"Spaans",
    "vietnameseKey":"Vietnamees",
    "chineseKey":"Chinees",
    "russianKey":"Russisch"
}