{
    "trainKey":"Поезд",
    "fromKey":"От",
    "fromInputKey":"Пример ввода",
    "gpsTextKey":"Эта станция является ближайшей к вашему местоположению ",
    "gpsTextKey2":"по",
    "inputErrorKey":"Мы не смогли найти станцию, которую вы искали.",
    "toKey":"Кому",
    "toInputKey":"Другой ввод",
    "departureDateKey":"Дата отправления",
    "nowKey":"СЕЙЧАС",
    "dateErrorKey":"Вы ввели несуществующую дату.",
    "submitKey":"Отведите меня туда",
    "submitErrorKey":"К сожалению, ваши города не найдены в нашей базе данных.",
    "submitDuplicateKey":"Вы выбрали один и тот же город дважды.",
    "customersKey":"Наши последние клиенты:",
    "travelKey1": "только что путешествовал из ",
    "travelKey2":" в ",
    "homeKey":"Дом",
    "featuresKey":"Функции",
    "faqKey":"Часто задаваемые вопросы",
    "aboutUsKey":"О нас",
    "darkModeKey":"Темный режим",
    "loginKey":"Войти",
    "signUpKey":"Регистрация",
    "buyTicketsKey":"Купить билеты",
    "createAnAccountKey":"Создать учетную запись",
    "locateNearestTrainKey":"Найти ближайший поезд",
    "locateNearestTrainTextKey":"Предоставив нам разрешение на ваше местоположение, мы можем помочь вам найти ближайшую станцию ​​на основе ваших GPS-координат. Этот шаг возможен только благодаря службам Google API.",
    "buyTicketsTextKey":"Путешествуйте по Вьетнаму с помощью нашего приложения. Мы предлагаем вам возможность исследовать эту замечательную страну с легкостью билета на поезд! Как это работает? Купите билет в один конец и войдите в то место, где вы находитесь в качестве станции назначения. Примечание: всегда берите с собой распечатанную версию электронного билета.",
    "faq1Key":"Почему лучше всего добираться поездом...",
    "faq1TextKey":"Вьетнамские поезда с кондиционерами - идеальный способ передвижения по Вьетнаму для самостоятельных путешественников. Вы даже можете встретить некоторых вьетнамцев. Неопытные путешественники иногда думают, что они сэкономят время, используя внутренние рейсы, но ночная поездка на поезде из Ханой в Хюэ или Дананг на самом деле экономит время по сравнению с перелетом, потому что поезд отправляется из Ханоя вечером и прибывает в Хюэ на следующее утро, из центра города в центр города, а также экономит счет за гостиницу. Вьетнамский опыт, неотъемлемая часть вашего путешествия. Поезда с кондиционерами связывают Ханой, Хюэ, Дананг, Нячанг и Сайгон (Хошимин). Хойан находится всего в 30 км на автобусе или такси от Дананга. Есть также поезда из Из Ханоя в Хайфон (для залива Халонг) и из Ханоя в Лаокай (для Сапы). См. интерактивную карту маршрутов поездов в Юго-Восточной Азии.",
    "faq2Key":"Вид из поезда...",
    "faq2TextKey":"Рисовые поля, пальмы, водяные буйволы, вьетнамские города и деревни... Вы получите настоящее представление о Вьетнаме, путешествуя поездом, как городским, так и сельским, чего вы не получите с высоты 35 000 футов. И если вы хорошо разбираетесь в людях, наблюдающих за людьми, вы также получите представление о поезде - настоящий Вьетнам находится как внутри, так и снаружи поезда.Самая волшебная часть путешествия на поезде из Ханоя в Сайгон - это живописный участок мирового класса. между Хюэ и Данангом. Поезд идет вдоль Южно-Китайского моря, извиваясь от утеса к покрытому джунглями утесу мимо пляжей и островов, затем направляется через пышные зеленые горы через перевал Хай Ван, чтобы добраться до Дананга. На вьетнамском это Đèo Hải Vân, что означает 'Перевал Океанских Облаков', и я не могу придумать лучшего названия. Под ярким вьетнамским солнцем яркое голубое небо, зеленая вода и желтые пляжи захватывают дух... Смотрите видео, Ханой-Сайгон на поезде .",
    "faq3Key":"Это Хо Ши Мин или Сайгон?",
    "faq3TextKey":"После окончания войны во Вьетнаме официальное название мегаполиса в целом было Хошимин (HCMC). Тем не менее, центр города по-прежнему официально называется Сайгон, что является традиционным и историческим центром города. На самом деле город указан как Сай Гон во всех вьетнамских железнодорожных расписаниях, на вашем билете на поезд будет написано Сай Гон, и, как вы можете видеть на фотографии, на самой станции на самом деле написано «Сай Гон» большими буквами. Правящая элита может придерживаться линии и называть это Хо Ши Мином, но все остальные называют это Сайгоном. Так что делайте то, что делают местные жители, называйте это Сайгоном!",
    "faq4Key":"Линия Воссоединения...",
    "faq4TextKey":"Поезда между Ханоем и Сайгоном иногда упоминаются в путеводителях и туристических агентствах как 'Экспресс воссоединения', хотя сейчас на этом маршруте курсирует целый ряд поездов, и ни один поезд официально не носит это название. Линия была завершена. французами в 1936 г., и поезда связывали Ханой с Сайгоном до 1954 г., когда Вьетнам был разделен на север и юг и железная дорога была перерезана. Поезда возобновили движение 31 декабря 1976 г., снова объединив страну. Вы тоже можете легко путешествовать по всей длине Вьетнама с использованием железной дороги воссоединения, что само по себе является опытом. За последнее десятилетие движение поездов Ханой-Сайгон неуклонно улучшалось за счет увеличения количества поездов и нового более удобного подвижного состава. Вот основные поезда, есть дополнительные поезда в часы пик Например, в период праздников Тет Схематическая карта маршрутов Вьетнамских железных дорог Интерактивная карта железной дороги воссоединения Ханоя и Сайгона, увеличьте масштаб, чтобы увидеть детали Интерактивная карта маршрутов поездов, автобусов и паромов i n Юго-Восточная Азия. Быстрые ссылки: Тарифы Советы по билетам Купить билеты онлайн Какие поезда? Рекомендуемые отели",
    "faq5Key":"Заметки по номеру поезда...",
    "faq5TextKey":"Все эти поезда ходят каждый день, кроме поездов SE7 и SE8, которые ходят только в загруженные часы. Расстояние от Ханоя до Сайгона составляет 1726 км или 1070 миль. См. интерактивную карту железной дороги воссоединения Ханой-Сайгон, увеличьте масштаб, чтобы увидеть детали. Карта Сайгон с указанием станции Карта Ханоя с указанием станции Если прибытие в 04:30 или 05:20 в Сайгон или Ханой кажется слишком ранним, помните, что в Юго-Восточной Азии обычно встают раньше, чем большинство жителей Запада, и вы найдете много Такси доступны в это время. Это не похоже на прибытие в западный город так рано, так что не волнуйтесь! SE1, SE2, SE3, SE4: лучшие поезда с мягкими спальными местами с кондиционированные жесткие спальные места (6-местные), мягкие сиденья с кондиционером.Поезда SE3 и SE4 были оснащены модернизированными вагонами в 2015 г., поезда SE1 и SE2 получили аналогичные отремонтированные вагоны в 2016 г. Поезда SE1 и SE2 также имеют несколько VIP 2-местные купе (всего около 4 на поезд). rs между Ханоем, Хюэ и Данангом. Поезда SE3 и SE4 также перевозят частные туристические вагоны Violette Trains между Ханоем, Хюэ и Данангом, см. раздел Livitrans и Violette ниже. SE5, SE6, SE9, SE10: мягкие спальные места с кондиционером (4-местные), жесткие спальные места с кондиционером (6-местные), мягкие сиденья с кондиционером, жесткие сиденья с кондиционером, обычные жесткие сиденья. Поезда SE5 и SE6 якобы были переоснащены некоторыми из новейших современных пассажирских вагонов и спальных вагонов в январе 2018 года. SE7, SE8: ходит только в часы пик, проверьте онлайн, если он будет ходить на месяц или два вперед. Мягкие спальные места с кондиционером, жесткие спальные места с кондиционером, мягкие сиденья с кондиционером. SE19, SE20: мягкие спальные места с кондиционером, жесткие спальные места с кондиционером, мягкие сиденья с кондиционером, жесткие сиденья с кондиционером, обычные жесткие сиденья. SE21, SE22: мягкие спальные места с кондиционером, жесткие спальные места с кондиционером, мягкие сиденья с кондиционером, жесткие сиденья с кондиционером. SE11, SE12, SE25, SE26: в определенные даты вы найдете дополнительные сезонные поезда.",
    "aboutUsTitle1Key":"Преобразуйте идеи в проекты",
    "aboutUsText1Key":"Мы стремимся вдохновлять людей воплощать свои идеи в реальность.",
    "aboutUsTitle2Key":"Тяжелая работа окупается",
    "aboutUsText2Key":"Разбивая задачи, мы обнаружили, что можно добиться лучших результатов. Мы разработали наше приложение, руководствуясь двумя основными принципами: обязанности переднего плана и взаимодействие с внутренним отделом.",
    "oneMoreStep1Key":"Еще один шаг:",
    "oneMoreStep2Key":"В каждой поездке свой поезд",
    "oneMoreStep3Key":"типы",
    "oneMoreStep4Key":"В зависимости от вашего выбора будет предоставлено динамическое расписание. Пожалуйста, ",
    "oneMoreStep5Key":"выбрать",
    "oneMoreStep6Key":"между доступными вариантами для вашей поездки:",
    "loadingKey":"Загрузка...",
    "youChoseKey":"Вы выбрали: ",
    "наКлюч":"на",
    "tableTitle1Key":"Город отправления",
    "tableTitle2Key":"Дата отправления",
    "tableTitle3Key":"Час отправления",
    "tableTitle4Key":"Следующий час прибытия",
    "tableTitle5Key":"Общий пробег в километрах",
    "choseYourTicketKey":"Выберите билет",
    "ticketDetailsTitleKey":"Этот билет включает следующее:",
    "recentUsedKey":"Недавно использованный",
    "orderNowKey":"Заказать сейчас",
    "checkoutFormKey":"Форма оформления заказа",
    "checkoutFormText1Key":"Обратите внимание, что это смоделированный заказ. Каждая карта будет проверена на общеизвестных кодовых префиксах.",
    "checkoutFormtext2Key":"Вся ваша информация будет отправлена ​​в зашифрованном виде на наши серверы и сохранена там.",
    "yourCartKey":"Ваша корзина",
    "billingAddressKey":"Платежный адрес",
    "firstNameKey":"Имя",
    "lastNameKey":"Фамилия",
    "usernameKey":"Имя пользователя",
    "парольКлюч":"Пароль",
    "countryKey":"Страна",
    "stateKey":"Состояние",
    "Ключ оплаты":"Платеж",
     "creditCardKey":"Кредитная карта",
     "comingSoonKey":"скоро!",
     "CCNumKey":"Номер кредитной карты",
     "expirationKey":"Срок действия",
     "continueToCheckoutKey":"Продолжить оформление заказа",
     "thankYouKey":"Спасибо!",
     "thankYouText1Key":"Сообщение отправлено на адрес ",
     "thankYouText2Key":"за квитанцию.",
     "thankYouText3Key":"Вот краткое изложение вашей поездки:",
     "":"",
     "":"",
     "":"",
     "":"",
     "":"",
     "":"",
     "":"",
     "":"",
     "":"",
     "":"",
     "":"",
     "":"",
     "":"",
     "licenseKey":"TrainAM находится под лицензией GNU General Public License v3.0",
     "sitemapKey":"Карта сайта (все страницы)",
     "cookiesKey":"Куки",
     "tosKey":"Условия использования",
     "privacyPolicyKey":"Политика конфиденциальности",
     "englishKey":"английский",
     "frenchKey":"Французский",
     "голландский ключ": "голландский",
     "spanishKey":"Испанский",
     "vietnameseKey":"Вьетнамский",
     "chineseKey":"Китайский",
     "russianKey":"Русский"
}