{
    "trainKey": "Tren",
    "fromKey": "De",
    "fromInputKey": "Ejemplo de entrada",
    "gpsTextKey": "Esta estación es la más cercana a su ubicación",
    "gpsTextKey2": "por",
    "inputErrorKey": "No hemos podido encontrar la estación que buscabas",
    "toKey": "Para",
    "toInputKey": "Otra entrada",
    "departureDateKey": "Fecha de salida",
    "nowKey": "AHORA",
    "dateErrorKey": "Has introducido una fecha inexistente",
    "submitKey": "Llévame allí",
    "submitErrorKey": "Lo sentimos, sus ciudades no se han encontrado en nuestra base de datos",
    "submitDuplicateKey": "Has elegido la misma ciudad dos veces",
    "customersKey": "Nuestros últimos clientes:",
    "travelKey1": "Acaba de viajar desde ",
    "travelKey2":" a ",
    "homeKey": "Hogar",
    "featuresKey": "Características",
    "faqKey": "FAQ",
    "aboutUsKey": "Sobre nosotros",
    "darkModeKey": "Modo oscuro",
    "loginKey": "Inicio de sesión",
    "signUpKey": "Registrarse",
    "buyTicketsKey": "Comprar entradas",
    "createAnAccountKey": "Crear una cuenta",
    "locateNearestTrainKey": "Localizar el tren más cercano",
    "locateNearestTrainTextKey": "Al concedernos su permiso de localización, podemos ayudarle a encontrar la estación más cercana basándonos en sus coordenadas GPS. Este paso sólo es posible gracias a los servicios de la API de Google",
    "buyTicketsTextKey": "Viaja por Vietnam con el uso de nuestra aplicación. ¡Te ofrecemos la posibilidad de explorar este maravilloso país con la facilidad de un billete de tren! ¿Cómo funciona? Compre un billete de ida e introduzca el lugar al que se dirige como estación de destino. Nota: lleva siempre contigo una versión impresa de tu billete electrónico",
    "faq1Key": "Por qué los trenes son la mejor manera de ir...",
    "faq1TextKey": "Los trenes con aire acondicionado de Vietnam son el medio ideal para que los viajeros independientes se desplacen por el país. Incluso podrás conocer a algunos vietnamitas. Los viajeros inexpertos a veces piensan que ahorrarán tiempo utilizando vuelos internos, pero un viaje nocturno en tren de Hanoi a Hué o Danang en realidad ahorra tiempo con respecto al vuelo, porque el tren sale de Hanoi por la noche y llega a Hué a la mañana siguiente, de centro a centro de la ciudad, ahorrando también la factura del hotel. Pero es más que esto, el viaje en tren es una auténtica experiencia vietnamita, una parte integral de su viaje. Los trenes con aire acondicionado unen Hanoi, Hué, Danang, Nha Trang y Saigón (Ciudad de Ho Chi Minh). Hoi An está a sólo 30 km en autobús o taxi de Danang. También hay trenes de Hanoi a Haiphong (para la bahía de Halong) y de Hanoi a Lao Cai (para Sapa). Vea un mapa interactivo de rutas de trenes en el Sudeste Asiático",
    "faq2Key": "La vista desde el tren...",
    "faq2TextKey": "Campos de arroz, palmeras, búfalos de agua, ciudades y pueblos vietnamitas... Cuando se viaja en tren se obtiene una visión real de Vietnam, tanto urbana como rural, que no se consigue desde 35.000 pies. Y si se le da bien observar a la gente, también lo hará a bordo del tren: el verdadero Vietnam está tanto dentro como fuera del tren. La parte más mágica de un viaje en tren de Hanói a Saigón es el tramo panorámico de categoría mundial entre Hué y Danang. El tren recorre el Mar de China Meridional, serpenteando de acantilado en acantilado cubierto de selva, pasando por playas e islas, y luego se dirige a través de las exuberantes montañas verdes por el paso de Hai Van para llegar a Danang. En vietnamita es Đèo Hải Vân, que significa 'Paso de las nubes del océano', y no se me ocurre un nombre mejor. Bajo el brillante sol vietnamita, el cielo azul intenso, las aguas verdes y las playas amarillas te dejarán sin aliento... Ver el vídeo, Hanoi-Saigón en tren",
    "faq3Key": "¿Es Ho Chi Minh o Saigón?",
    "faq3TextKey": "Desde el final de la guerra de Vietnam, el nombre oficial de la aglomeración urbana en su conjunto es Ciudad de Ho Chi Minh (HCMC). Sin embargo, el centro de la ciudad sigue llamándose oficialmente Saigón, que es el nombre tradicional e histórico de la ciudad. De hecho, la ciudad aparece como Sai Gon en todos los horarios de los trenes vietnamitas, dirá Sai Gon en su billete de tren y, como se puede ver en la foto, en realidad dice 'Sai Gon' en letras grandes en la propia estación. La élite gobernante puede seguir la línea y llamarla Ho Chi Minh, pero todos los demás la llaman Saigón. Así que haz lo que hacen los locales, ¡llámala Saigón!",
    "faq4Key": "La línea de reunificación...",
    "faq4TextKey": "Los trenes entre Hanoi y Saigón se denominan a veces 'Expreso de la Reunificación' en las guías y agencias turísticas, aunque ahora hay toda una gama de trenes en esta ruta y ningún tren lleva oficialmente este nombre. La línea fue completada por los franceses en 1936, y los trenes unían Hanoi con Saigón hasta 1954, cuando Vietnam se dividió en norte y sur y el ferrocarril fue cortado. Los trenes se reanudaron el 31 de diciembre de 1976, unificando el país una vez más. Usted también puede recorrer fácilmente la longitud de Vietnam utilizando el ferrocarril de la reunificación, una experiencia en sí misma. En la última década, el servicio de trenes Hanoi-Saigón ha mejorado constantemente con más trenes y material rodante más nuevo y confortable. Aquí están los principales trenes, hay trenes adicionales en las épocas de mayor afluencia, como el período de vacaciones del Tet. Mapa esquemático de las rutas de los ferrocarriles vietnamitas. Mapa interactivo del ferrocarril de la reunificación Hanoi-Saigón, amplíe para ver los detalles Mapa interactivo de las rutas de tren, autobús y ferry en el Sudeste Asiático. Enlaces rápidos: Tarifas Asesoramiento sobre billetes Comprar billetes en línea ¿Cómo son los trenes? Hoteles recomendados",
    "faq5Key": "Notas por número de tren...",
    "faq5TextKey": "Todos estos trenes circulan todos los días, excepto los trenes SE7 y SE8, que sólo circulan en períodos de gran afluencia. El trayecto entre Hanoi y Saigón es de 1.726 km o 1.070 millas. Vea el mapa interactivo del Ferrocarril de la Reunificación Hanoi-Saigón, amplíe el mapa para ver los detalles. Mapa de Saigón mostrando la estación. Mapa de Hanoi mostrando la estación. Si una llegada a las 04:30 o 05:20 a Saigón o Hanoi le parece incómodamente temprana, recuerde que en el sudeste asiático es habitual levantarse más temprano que la mayoría de los occidentales, y encontrará muchos taxis disponibles a esa hora. No es como llegar a una ciudad occidental tan temprano, así que no te preocupes. SE1, SE2, SE3, SE4: Los mejores trenes, con literas blandas con aire acondicionado (4 literas), literas duras con aire acondicionado (6 literas), asientos blandos con aire acondicionado. Los trenes SE3 y SE4 fueron equipados con vagones elegantemente renovados en 2015, los trenes SE1 y SE2 obtuvieron vagones renovados similares en 2016. Los trenes SE1 y SE2 también cuentan con un puñado de compartimentos VIP de 2 literas (solo unos 4 por tren). Los trenes SE1 y SE2 también transportan los coches cama turísticos de la empresa privada Livitrans entre Hanoi, Hue y Danang. Los trenes SE3 y SE4 también transportan las literas turísticas privadas Violette Trains entre Hanoi, Hue y Danang, véase la sección Livitrans y Violette más abajo. SE5, SE6, SE9, SE10: Traviesas blandas con aire acondicionado (4 literas), traviesas duras con aire acondicionado (6 literas), asientos blandos con aire acondicionado, asientos duros con aire acondicionado, asientos duros normales. Los trenes SE5 y SE6 fueron supuestamente reequipados con algunos de los más modernos asientos y coches-cama en enero de 2018. SE7, SE8: Sólo funcionan en épocas de gran afluencia, compruebe en línea si funcionan con uno o dos meses de antelación. Coches cama con aire acondicionado, coches cama con aire acondicionado y asientos blandos con aire acondicionado. SE19, SE20: Camas blandas con aire acondicionado, camas duras con aire acondicionado, asientos blandos con aire acondicionado, asientos duros con aire acondicionado, asientos duros normales. SE21, SE22: Traviesas blandas climatizadas, traviesas duras climatizadas, asientos blandos climatizados, asientos duros climatizados. SE11, SE12, SE25, SE26: En determinadas fechas encontrará trenes adicionales de temporada",
    "aboutUsTitle1Key": "Convierte las ideas en proyectos",
    "aboutUsText1Key": "Nos dedicamos a inspirar a la gente para que tome sus ideas y se atreva a hacerlas realidad",
    "aboutUsTitle2Key": "El trabajo duro se paga",
    "aboutUsText2Key": "Al dividir las tareas hemos descubierto que es posible conseguir mayores resultados. Hemos diseñado nuestra aplicación teniendo en cuenta dos principios fundamentales: Las responsabilidades del front-end y la comunicación del back-end",
    "oneMoreStep1Key": "Un paso más:",
    "oneMoreStep2Key": "Cada viaje tiene un tren diferente",
    "oneMoreStep3Key": "tipos",
    "oneMoreStep4Key": "Dependiendo de su elección, se le proporcionará consecuentemente un horario dinámico. Por favor, ",
    "oneMoreStep5Key": "elija",
    "oneMoreStep6Key": "entre las opciones disponibles para su viaje:",
    "loadingKey": "Cargando...",
    "youChoseKey": "Has elegido: ",
    "onKey": "on",
    "tableTitle1Key": "Ciudad de salida",
    "tableTitle2Key": "Fecha de salida",
    "tableTitle3Key": "Hora de salida",
    "tableTitle4Key": "Próxima hora de llegada",
    "tableTitle5Key": "Kilómetros totales recorridos",
    "choseYourTicketKey": "Elija su billete",
    "ticketDetailsTitleKey": "Este billete incluye lo siguiente:",
    "recentlyUsedKey": "Utilizado recientemente",
    "orderNowKey": "Pide ahora",
    "checkoutFormKey": "Formulario de compra",
    "checkoutFormText1Key": "Tenga en cuenta que este es un pedido simulado. Cada tarjeta será validada en los prefijos de código conocidos",
    "checkoutFormtext2Key": "Toda tu información será enviada encriptada a nuestros servidores y almacenada allí",
    "yourCartKey": "Tu carrito",
    "billingAddressKey": "Dirección de facturación",
    "firstNameKey": "Nombre",
    "lastNameKey": "Apellido",
    "usernameKey": "Nombre de usuario",
    "passwordKey": "Contraseña",
    "countryKey": "País",
    "stateKey": "Estado",
    "paymentKey": "Pago",
    "creditCardKey": "Tarjeta de crédito",
    "comingSoonKey": "¡próximamente!",
    "CCNumKey": "Número de tarjeta de crédito",
    "expirationKey": "Caducidad",
    "continueToCheckoutKey": "Continuar con el pago",
    "thankYouKey": "¡Gracias!",
    "thankYouText1Key": "Se ha enviado un correo electrónico a ",
    "thankYouText2Key": "por su recibo",
    "thankYouText3Key": "Este es el resumen de su viaje:",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "licenseKey": "TrainAM está bajo la licencia GNU General Public License v3.0",
    "sitemapKey": "Mapa del sitio (todas las páginas)",
    "cookiesKey": "Cookies",
    "tosKey": "Condiciones de servicio",
    "privacyPolicyKey": "Política de privacidad",
    "englishKey": "Inglés",
    "frenchKey": "Francés",
    "dutchKey": "Holandés",
    "spanishKey":"Español",
    "vietnameseKey":"Vietnamita",
    "chineseKey":"Chino",
    "russianKey":"Ruso"
}