{
    "trainKey": "Tàu",
    "fromKey": "Từ",
    "fromInputKey": "Ví dụ đầu vào",
    "gpsTextKey": "Trạm này gần nhất so với vị trí của bạn",
    "gpsTextKey2": "bởi",
    "inputErrorKey": "Chúng tôi không thể tìm thấy đài mà bạn đang tìm kiếm.",
    "toKey": "Tới",
    "toInputKey": "Một đầu vào khác",
    "goingDateKey": "Ngày khởi hành",
    "nowKey": "NOW",
    "dateErrorKey": "Bạn đã nhập một ngày không tồn tại.",
    "submitKey": "Đưa tôi đến đó",
    "submitErrorKey": "Chúng tôi rất tiếc, không thể tìm thấy các thành phố của bạn trong cơ sở dữ liệu của chúng tôi.",
    "submitDuplicateKey": "Bạn đã chọn cùng một thành phố hai lần.",
    "customerKey": "Những khách hàng cuối cùng của chúng tôi:",
    "travelKey1": "vừa mới đi từ",
    "travelKey2": "tới",
    "homeKey": "Trang chủ",
    "featuresKey": "Các tính năng",
    "faqKey": "Câu hỏi thường gặp",
    "aboutUsKey": "Giới thiệu về chúng tôi",
    "darkModeKey": "Chế độ tối",
    "loginKey": "Đăng nhập",
    "signUpKey": "Đăng ký",
    "buyTicketsKey": "Mua vé",
    "createAnAccountKey": "Tạo tài khoản",
    "locationNearestTrainKey": "Định vị chuyến tàu gần nhất",
    "locationNearestTrainTextKey": "Bằng cách cấp cho chúng tôi quyền định vị của bạn, chúng tôi có thể giúp bạn tìm trạm gần nhất dựa trên tọa độ GPS của bạn. Bạn chỉ có thể thực hiện được bước này nhờ vào các dịch vụ API của Google.",
    "buyTicketsTextKey": "Du lịch xuyên Việt Nam bằng ứng dụng của chúng tôi. Chúng tôi mang đến cho bạn khả năng khám phá đất nước tuyệt vời này chỉ với một tấm vé tàu! Nó hoạt động như thế nào? Mua vé một chiều và vào nơi bạn ở đi đến ga đích. Lưu ý: luôn mang theo bản in vé điện tử của bạn. ",
    "faq1Key": "Tại sao tàu hỏa là cách tốt nhất để đi ...",
    "faq1TextKey": "Tàu có điều hòa nhiệt độ của Việt Nam là cách lý tưởng cho những du khách độc hành đi vòng quanh Việt Nam. Bạn thậm chí có thể gặp một số người Việt Nam. Những du khách thiếu kinh nghiệm đôi khi nghĩ rằng họ sẽ tiết kiệm thời gian bằng cách sử dụng các chuyến bay nội địa, nhưng đi tàu qua đêm từ Hà Nội đến Hué hoặc Đà Nẵng thực sự tiết kiệm thời gian bay hơn, vì tàu rời Hà Nội vào buổi tối và đến Hué vào sáng hôm sau, từ trung tâm thành phố đến trung tâm thành phố, tiết kiệm được một hóa đơn khách sạn. Trải nghiệm Việt Nam, một phần không thể thiếu trong chuyến đi của bạn. Các chuyến tàu có máy lạnh liên kết Hà Nội, Huế, Đà Nẵng, Nha Trang và Sài Gòn (Thành phố Hồ Chí Minh). Hội An chỉ cách Đà Nẵng 30km bằng xe buýt hoặc taxi. Ngoài ra còn có các chuyến tàu từ Hà Nội đến Hải Phòng (đối với Vịnh Hạ Long) và Hà Nội đến Lào Cai (đối với Sa Pa). Xem bản đồ tuyến đường tương tác của các chuyến tàu ở Đông Nam Á. ",
    "faq2Key": "Quang cảnh từ tàu ...",
    "faq2TextKey": "Cánh đồng lúa, cây cọ, trâu nước, thị trấn và làng quê Việt Nam ... Bạn sẽ có cái nhìn sâu sắc thực sự về Việt Nam khi đi tàu hỏa, cả thành thị và nông thôn, điều mà bạn không thể có được từ độ cao 35.000 bộ. Và nếu bạn giỏi quan sát mọi người, bạn cũng sẽ có được thông tin chi tiết trên tàu - Việt Nam thực sự bên trong cũng như bên ngoài tàu. Phần kỳ diệu nhất của hành trình tàu từ Hà Nội đến Sài Gòn là phần danh lam thắng cảnh đẳng cấp thế giới giữa Hué và Đà Nẵng. Tàu chạy dọc Biển Đông, luồn lách từ vách đá này đến vách đá cheo leo, băng qua các bãi biển và hải đảo, sau đó đi xuyên qua những ngọn núi xanh tươi qua đèo Hải Vân để đến Đà Nẵng. Trong tiếng Việt, nghĩa là Đèo Hải Vân 'Ocean Cloud Pass', và tôi không thể nghĩ ra cái tên nào hay hơn. . ",
    "faq3Key": "Đó là Hồ Chí Minh hay Sài Gòn?",
    "faq3TextKey": "Kể từ khi chiến tranh Việt Nam kết thúc, tên chính thức của khu đô thị nói chung là Thành phố Hồ Chí Minh (TP.HCM). Tuy nhiên, trung tâm thành phố vẫn được gọi chính thức là Sài Gòn, là trung tâm lịch sử và truyền thống của thành phố Trên thực tế, thành phố xuất hiện là Sài Gòn trong tất cả các lịch trình của đường sắt Việt Nam, nó sẽ ghi Sài Gòn trên vé tàu của bạn và như bạn có thể thấy trên ảnh, nó thực sự ghi 'Sài Gòn' bằng chữ lớn trên chính nhà ga. Giới cầm quyền có thể gọi nó là Hồ Chí Minh, nhưng những người khác gọi nó là Sài Gòn. Vì vậy, làm những gì người dân địa phương làm, gọi nó là Sài Gòn! ",
    "faq4Key": "Dòng Thống Nhất ...",
    "faq4TextKey": "Các chuyến tàu giữa Hà Nội và Sài Gòn đôi khi được các sách hướng dẫn và đại lý du lịch gọi là Tàu tốc hành Thống Nhất, mặc dù hiện nay đã có đầy đủ các chuyến tàu trên tuyến đường này và không có chuyến tàu nào chính thức mang tên này. Tuyến đã hoàn thành do người Pháp thực hiện vào năm 1936 và các chuyến tàu nối Hà Nội với Sài Gòn cho đến năm 1954, khi Việt Nam bị chia cắt nam bắc và đường sắt bị cắt. Các chuyến tàu hoạt động trở lại vào ngày 31 tháng 12 năm 1976, một lần nữa thống nhất đất nước. Bạn cũng có thể dễ dàng đi suốt chặng đường dài của Việt Nam khi sử dụng tuyến đường sắt thống nhất, một kinh nghiệm theo đúng nghĩa của nó. Trong thập kỷ qua, dịch vụ xe lửa Hà Nội-Sài Gòn đã được cải thiện đều đặn với nhiều chuyến tàu hơn và toa xe mới hơn thoải mái hơn. Đây là các chuyến tàu chính, có các chuyến tàu bổ sung vào thời gian cao điểm chẳng hạn như khoảng thời gian nghỉ Tết Bản đồ tương tác của các tuyến đường sắt Việt Nam Bản đồ tương tác của tuyến đường sắt Thống Nhất Hà Nội-Sài Gòn, phóng to để xem chi tiết Bản đồ tương tác của các tuyến tàu hỏa, xe buýt và phà i n Đông Nam Á. Liên kết nhanh: Giá vé Tư vấn vé Mua vé trực tuyến Các chuyến tàu như thế nào? Khách sạn được đề xuất ",
    "faq5Key": "Ghi chú theo số chuyến tàu ...",
    "faq5TextKey": "Tất cả các chuyến tàu này đều chạy hàng ngày trừ tàu SE7 & SE8 chỉ chạy vào những giờ đông khách. Hà Nội đến Sài Gòn dài 1.726km hoặc 1.070 dặm. Xem bản đồ tương tác của Đường sắt Thống Nhất Hà Nội-Sài Gòn, phóng to để xem chi tiết. Bản đồ của ga hiển thị Sài Gòn. Bản đồ của ga hiển thị Hà Nội. Nếu chuyến bay đến Sài Gòn hoặc Hà Nội lúc 04:30 hoặc 05:20 có vẻ sớm không thoải mái, hãy nhớ rằng ở Đông Nam Á, khách sạn thường dậy sớm hơn hầu hết người phương Tây và bạn sẽ thấy rất nhiều taxi có sẵn tại thời điểm này. Không giống như đến một thành phố phía Tây sớm như vậy, vì vậy đừng lo lắng! SE1, SE2, SE3, SE4: Những chuyến tàu tốt nhất, có giường nằm mềm có điều hòa nhiệt độ (4 bến), máy lạnh- giường cứng điều hòa (6 chỗ), ghế mềm điều hòa, tàu SE3 & SE4 được tân trang lại toa xe năm 2015, tàu SE1 & SE2 có toa tân trang tương tự năm 2016. Tàu SE1 & SE2 cũng có một số ít VIP Các khoang 2 bến (chỉ khoảng 4 mỗi tàu). SE1 & SE2 cũng vận chuyển xe du lịch Livitrans do tư nhân điều hành rs giữa Hà Nội, Huế và Đà Nẵng. Tàu SE3 & SE4 cũng vận chuyển khách du lịch Tàu Violette do tư nhân điều hành giữa Hà Nội, Huế và Đà Nẵng, xem phần Livitrans & Violette bên dưới. SE5, SE6, SE9, SE10: Giường nằm mềm điều hòa (4 bến), giường cứng điều hòa (6 bến), ghế mềm điều hòa, ghế cứng điều hòa, ghế cứng thông thường. Các đoàn tàu SE5 & SE6 được cho là đã được trang bị lại một số loại xe ghế ngồi & xe giường nằm hiện đại mới nhất vào tháng 1 năm 2018. SE7, SE8: Chỉ chạy vào những thời điểm bận rộn, hãy kiểm tra trực tuyến nếu nó chạy trước một hoặc hai tháng. Máy lạnh giường mềm, máy lạnh giường cứng, máy lạnh ghế mềm. SE19, SE20: Giường nằm mềm điều hòa, giường cứng điều hòa, ghế mềm điều hòa, ghế cứng điều hòa, ghế cứng thông thường. SE21, SE22: Giường nằm mềm điều hòa, giường cứng điều hòa, ghế mềm điều hòa, ghế cứng điều hòa. SE11, SE12, SE25, SE26: Vào những ngày nhất định, bạn sẽ tìm thấy các chuyến tàu bổ sung theo mùa. ",
    "aboutUsTitle1Key": "Chuyển đổi ý tưởng thành dự án",
    "aboutUsText1Key": "Chúng tôi cố gắng truyền cảm hứng để mọi người thực hiện ý tưởng của họ và dám biến chúng thành hiện thực.",
    "aboutUsTitle2Key": "Làm việc chăm chỉ sẽ tự trả",
    "aboutUsText2Key": "Bằng cách chia nhỏ các nhiệm vụ, chúng tôi nhận thấy rằng có thể đạt được kết quả cao hơn. Chúng tôi thiết kế ứng dụng của mình với hai nguyên tắc chính: Các trách nhiệm của front-end và giao tiếp với back-end.",
    "oneMoreStep1Key": "Còn một bước nữa:",
    "oneMoreStep2Key": "Mỗi chuyến đi có những chuyến tàu khác nhau",
    "oneMoreStep3Key": "các loại",
    "oneMoreStep4Key": "Tùy thuộc vào lựa chọn của bạn, do đó, một lịch trình động sẽ được cung cấp. Vui lòng,",
    "oneMoreStep5Key": "chọn",
    "oneMoreStep6Key": "giữa các tùy chọn có sẵn cho chuyến đi của bạn:",
    "loadingKey": "Đang tải ...",
    "youChoseKey": "Bạn đã chọn:",
    "onKey": "trên",
    "tableTitle1Key": "Khởi hành từ Thành phố",
    "tableTitle2Key": "Ngày khởi hành",
    "tableTitle3Key": "Giờ Khởi hành",
    "tableTitle4Key": "Giờ Đến Tiếp theo",
    "tableTitle5Key": "Tổng số km đã đi",
    "ChooseYourTicketKey": "Chọn vé của bạn",
    "ticketDetailsTitleKey": "Vé này bao gồm những thứ sau:",
    "nearUsedKey": "Được sử dụng gần đây",
    "orderNowKey": "Đặt hàng ngay bây giờ",
    "checkoutFormKey": "Biểu mẫu thanh toán",
    "checkoutFormText1Key": "Xin lưu ý rằng đây là một đơn đặt hàng mô phỏng. Mỗi thẻ sẽ được xác thực trên các tiền tố mã nổi tiếng.",
    "checkoutFormtext2Key": "Tất cả thông tin của bạn sẽ được gửi mã hóa đến máy chủ của chúng tôi và lưu trữ ở đó.",
    "yourCartKey": "Giỏ hàng của bạn",
    "billingAddressKey": "Địa chỉ thanh toán",
    "firstNameKey": "Tên",
    "lastNameKey": "Họ",
    "usernameKey": "Tên người dùng",
    "passwordKey": "Mật khẩu",
    "countryKey": "Quốc gia",
    "stateKey": "Trạng thái",
    "PaymentKey": "Thanh toán",
     "creditCardKey": "Thẻ tín dụng",
     "goingSoonKey": "sắp ra mắt!",
     "CCNumKey": "Số thẻ tín dụng",
     "expirationKey": "Hết hạn",
     "continueToCheckoutKey": "Tiếp tục thanh toán",
     "thankYouKey": "Cảm ơn!",
     "thankYouText1Key": "Một email đã được gửi tới",
     "thankYouText2Key": "cho biên lai của bạn.",
     "thankYouText3Key": "Đây là tóm tắt về chuyến đi của bạn:",
     "": "",
     "": "",
     "": "",
     "": "",
     "": "",
     "": "",
     "": "",
     "": "",
     "": "",
     "": "",
     "": "",
     "": "",
     "": "",
     "licenseKey": "TrainAM được cấp phép theo Giấy phép Công cộng GNU v3.0",
     "sitemapKey": "Sơ đồ trang (Tất cả các trang)",
     "cookiesKey": "Cookie",
     "tosKey": "Điều khoản Dịch vụ",
     "privacyPolicyKey": "Chính sách Bảo mật",
     "englishKey": "Tiếng Anh",
     "frenchKey": "Tiếng Pháp",
     "dutchKey": "Tiếng Hà Lan",
     "spanishKey": "Tiếng Tây Ban Nha",
     "vietnameseKey": "Tiếng Việt",
     "chineseKey":"tiếng Trung Quốc",
     "russianKey": "Tiếng Nga"
}